---
kind: other
id: Properties.T:Autodesk.Revit.DB.IFC.ExporterIFC
source: html/3cd2f8c2-9f36-56e8-f2e7-f84086988d29.htm
---
# ExporterIFC Properties

Identifies if the file version being exported is 2x2.